{
	"Title": "Vivek Darshan Singh | Personal Webpage",
	"Name": "Vivek Darshan Singh",
	"Description": [
		"Final Year Undergraduate Student from NIT Silchar, Eager to learn more and explore new ideas and things",
		"Very excited at the prospect of devoting my long term career to such a dynamic, fast-advancing field of Data Science."
	],
	"MainImage": "https://i.imgur.com/8RincWa.png",
	"BackgroundURL": "",

	"AboutImage": "https://i.imgur.com/610yrAT.jpg",
	"AboutContent": [
		"A final year undergraduate student pursuing B.Tech. in Electronics and Instrumentation Engineering from National Institute of Technology Silchar, India. Hard working and self-motivated person with good interpersonal skills and eager to learn more and explore new ideas and things.",
		"Active member of Mountaineering and Trekking club and Gyansagar social services club which works under NIT Silchar gymkhana body.",
		"Aspiring to build career in Data Analysis and Science along with IT and Managment skills.",
		"Knows the importance of working as a team and to be Punctual and Responsible at the same time."
	],

	"WorkContent": [
		"My work experience includes Summer Internship under Dr. Shankar K., an NIT Silchar Professor in the field of Mobile Application Development(Android), Research Internship under the able mentorship of Dr. T.S. Rathore, an IIT Goa and ex-IIT Bombay Professor in the field of Circuit and Network Analysis and recently completed online course in the field of Data Science under IIT Guwahati."

	],
	"WorkImage": "",
	"InternshipsStartLine": " Links of certificates isssued by respective institute from where I gained experience in area of both Research and Development :",
	"InternShips": [{
			"name": " Summer Research Internship, IIT Goa ",
			"link": "https://drive.google.com/file/d/19dqjwm8iK1PoJKXT_CY-g2OTqecvI1jd/view"
		},
		{
			"name": "Summer Internship, NIT Silchar",
			"link": ""
		},
		{
			"name": "Summer Analytics, IIT Guwahati",
			"link": "http://caciitg.in/sa/verify/5f0af5b277854d0b0f9fafba"
		}
	],

	"ProjectsStartLine": "Links of some of the projects I did can be found here :",
	"Projects": [{
			"name": "Predicting Employee Attrition in the Dawn of Recession",
			"link": "https://github.com/vivekdarshansingh/Predicting-Employee-Attrition-in-the-Dawn-of-Recession"
		},
		"Created a Machine Learning model which involve predicting the Employee Attrition in the wake of this pandemic which pushing us into a global recession leading to significant layoffs with the relevant dataset being provided by the IBM.",
		{
			"name": "Chicago Crime detection",
			"link": "https://github.com/vivekdarshansingh/Chicago-Crime-Detection"
		},
		"In this project a Dataset of Motor Vehicle Theft of few years is being analyzed by implementing Data Science Technique. My works as Analyst is to collect a meaningful insight to maintain peace and order in the state.",
		{
			"name": "Library Management System",
			"link": "https://github.com/vivekdarshansingh/Library-Management-System"
		},
		{
			"name": "Hit The Bar Game",
			        "Created a Game where user has to aim a moving Bar by an arrow and achieving certain points in a specified time will lead to win or else user will loose.",
			"link": "https://github.com/vivekdarshansingh/Hit-The-Bar-Game"
		},
		{
			"name": "Yelp Dataset Analysis",
			"link": "https://github.com/vivekdarshansingh/Yelp-Dataset-Analysis"
		},
		{
			"name": "Sales Manager Data Interpretation",
			"link": "https://github.com/vivekdarshansingh/Sales-Manager-Data-Interpretation"
		},
		{
			"name": "Tan delta Measurement for Compensated Attenuator",
			"link": ""
		},
		{
			"name": "AMMAA: A Master Mobile App for Aduppangarai",
			"link": ""
		}
	],

	"CVStartLine": "Will be glad to answer question or collaborate. Feel free to reach out :) ",
	"CV": "",
	"Resume": "",

	"emailid": "mailto:vivekdarshansingh2@gmail.com",
	"linkedin": "https://www.linkedin.com/in/vivek-darshan-singh-325282169/",
	"wordpress": "",
	"facebook": "https://www.facebook.com/profile.php?id=100008371061322",
	"github": "https://github.com/vivekdarshansingh",
	"instagram": "http://www.adityaketkar.me",
	"twitter": "",
	"medium": "https://medium.com/@vivekdarshansingh2"
}
